{
  "cities": [
    {
      "name": "Paris",
      "image": "https://images.unsplash.com/photo-1502602898657-3e91760cbb34?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1652&q=80",
      "description": "Paris is the capital and most populous city of France, with an area of 105 square kilometres (41 square miles) and an official estimated population of 2,140,526 residents as of 1 January 2019. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science, and the arts.",
      "continent": "Europe",
      "likes": 30,
      "id": 1
    },
    {
      "name": "Budapest",
      "image": "https://images.unsplash.com/photo-1558392606-89f76d482685?ixlib=rb-1.2.1&auto=format&fit=crop&w=1650&q=80",
      "description": "Budapest is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. Budapest is an Alpha − global city with strengths in commerce, finance, media, art, fashion, research, technology, education, and entertainment.",
      "continent": "Europe",
      "likes": 13,
      "id": 2
    },
    {
      "name": "Sofia",
      "image": "https://www.andrey-andreev.com/wp-content/uploads/2018/11/DJI_0117.jpg",
      "description": "Sofia is the capital and largest city of Bulgaria. The city is at the foot of Vitosha Mountain in the western part of the country. Sofia is a hometown of many of the major local universities, cultural institutions and commercial companies.",
      "continent": "Europe",
      "likes": 3,
      "id": 3
    },
    {
      "name": "Copenhagen",
      "image": "https://images.unsplash.com/photo-1513622470522-26c3c8a854bc?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1650&q=80",
      "description": "Copenhagen is the capital and most populous city of Denmark. As of July 2018, the city has a population of 777,218. Since the turn of the 21st century, Copenhagen has seen strong urban and cultural development, facilitated by investment in its institutions and infrastructure.",
      "continent": "Europe",
      "likes": 1,
      "id": 4
    },
    {
      "name": "Lisbon",
      "image": "https://images.unsplash.com/photo-1501927023255-9063be98970c?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1567&q=80",
      "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 505,526. Lisbon is recognized as an alpha-level global city because of its importance in finance, commerce, media, entertainment, arts, international trade, education and tourism.",
      "continent": "Europe",
      "likes": 2,
      "id": 5
    },
    {
      "name": "Skopje",
      "image": "https://www.explorer.mk/wp-content/uploads/2019/02/08934.jpg",
      "description": "Skopje is the capital and largest city of North Macedonia. It is the country's political, cultural, economic, and academic center.",
      "continent": "Europe",
      "likes": 1,
      "id": 6
    },
    {
      "name": "Vilnius",
      "image": "https://emerging-europe.com/wp-content/uploads/2018/12/bigstock-vilnius-lithuania-eastern-eu-259861852.jpg",
      "description": "Vilnius is the capital of Lithuania and its largest city, with a population of 570,806 as of 2019. Vilnius is classified as a Gamma global city according to GaWC studies, and is known for the architecture in its Old Town, declared a UNESCO World Heritage Site in 1994.",
      "continent": "Europe",
      "likes": 0,
      "id": 7
    },
    {
      "name": "Seoul",
      "image": "https://external-preview.redd.it/t3jheAa5SfSbJB8PLQ5gOYX9s8GBISiHOYA8ln2CmKw.jpg?width=1024&auto=webp&s=31ab57d0631f3e201c86cde6c8bfd903cc3bb766",
      "description": "Seoul is the capital and largest metropolis of South Korea. Seoul is considered a leading and rising global city, resulting from the South Korean economic boom – commonly referred to as the Miracle on the Han River.",
      "continent": "Asia",
      "likes": 0,
      "id": 8
    },
    {
      "name": "Shanghai",
      "image": "https://images.unsplash.com/photo-1538428494232-9c0d8a3ab403?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1650&q=80",
      "description": "Shanghai is one of the four municipalities under the direct administration of the central government of the People's Republic of China, the most populous urban area in China, and the second most populous city proper in the world (after Chongqing), with a population of 26.3 million as of 2019. Shanghai has been described as the showpiece of the booming economy of mainland China.",
      "continent": "Asia",
      "likes": 10,
      "id": 9
    },
    {
      "name": "Taipei",
      "image": "https://images.unsplash.com/photo-1519275565142-d81952f9e2d1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1650&q=80",
      "description": "Taipei, officially known as Taipei City, is the capital and a special municipality of Taiwan. Taipei is the political, economic, educational, and cultural center of Taiwan and one of the major hubs in East Asia.",
      "continent": "Asia",
      "likes": 2,
      "id": 10
    },
    {
      "name": "Hanoi",
      "image": "https://i.redd.it/wzm1wd4rmr401.jpg",
      "description": "Hanoi is the capital and one of the five municipalities of Vietnam. Hanoi is a thriving economic hub and one of the most popular tourist destinations in Vietnam.",
      "continent": "Asia",
      "likes": 2,
      "id": 11
    },
    {
      "name": "Bangkok",
      "image": "https://images.unsplash.com/photo-1563492065599-3520f775eeed?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1567&q=80",
      "description": "Bangkok is the capital and most populous city of Thailand. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in terms of importance.",
      "continent": "Asia",
      "likes": 3,
      "id": 12
    },
    {
      "name": "Kuala Lumpur",
      "image": "https://images.pexels.com/photos/22804/pexels-photo.jpg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
      "description": "Kuala Lumpur is the national capital and largest city in Malaysia. Kuala Lumpur is the cultural, financial and economic centre of Malaysia. It is also home to the Parliament of Malaysia and the official residence of the Malaysian King.",
      "continent": "Asia",
      "likes": 2,
      "id": 13
    },
    {
      "name": "Luang Prabang",
      "image": "https://bigseventravel.com/wp-content/uploads/2019/07/luangprabang.jpg",
      "description": "Luang Prabang is a city in north central Laos, consisting of 58 adjacent villages, of which 33 comprise the UNESCO Town Of Luang Prabang World Heritage Site. Luang Prabang is well known for its numerous Buddhist temples and monasteries.",
      "continent": "Asia",
      "likes": 0,
      "id": 14
    },
    {
      "name": "Marrakesh",
      "image": "https://cdn1.thr.com/sites/default/files/imagecache/landscape_928x523/2018/07/jemaa_el-fnaa.jpg",
      "description": "Marrakesh is a major city of the Kingdom of Morocco. Marrakesh comprises an old fortified city packed with vendors and their stalls bordered by modern neighbourhoods. Today it is one of the busiest cities in Africa and serves as a major economic center and tourist destination.",
      "continent": "Africa",
      "likes": 0,
      "id": 15
    },
    {
      "name": "Riga",
      "image": "https://images.unsplash.com/photo-1556727889-289d526d14cd?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2089&q=80",
      "description": ":)",
      "likes": 7,
      "id": 22
    },
    {
      "name": "Chicago",
      "image": "https://images.unsplash.com/photo-1477959858617-67f85cf4f1df?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2013&q=80",
      "description": ":)",
      "likes": 1,
      "id": 25
    },
    {
      "name": "London",
      "image": "https://images.unsplash.com/photo-1505761671935-60b3a7427bad?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2100&q=80",
      "description": ":)",
      "likes": 0,
      "id": 26
    },
    {
      "name": "Tallinn",
      "image": "https://i.redd.it/vojqm1hvbge31.jpg",
      "description": "Tallinn is the capital, primate and the most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 434,562.  Tallinn has the highest number of startups per person among European countries.",
      "likes": 0,
      "id": 27
    },
    {
      "name": "Zagreb",
      "image": "https://i.redd.it/frnmfdjvqda31.jpg",
      "description": "Zagreb is the capital and the largest city of Croatia. Zagreb is a city with a rich history dating from the Roman times to the present day.",
      "likes": 0,
      "id": 28
    },
    {
      "name": "Barcelona",
      "image": "https://i.redd.it/vw2g2omt7hb31.jpg",
      "description": "Barcelona is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. Barcelona is one of the world's leading tourist, economic, trade fair and cultural centres, and its influence in commerce, education, entertainment, sports, media, fashion, science, and the arts all contribute to its status as one of the world's major global cities.",
      "likes": 0,
      "id": 29
    },
    {
      "name": "Carcassonne",
      "image": "https://i.redd.it/j2ru3x6fmcm21.jpg",
      "description": "Carcassonne is a French fortified city in the department of Aude, in the region of Occitanie. Its citadel, known as the Cité de Carcassonne, is a medieval fortress dating back to the Gallo-Roman period and restored by the theorist and architect Eugène Viollet-le-Duc in 1853. It was added to the UNESCO list of World Heritage Sites in 1997.",
      "likes": 0,
      "id": 30
    },
    {
      "name": "Tokyo",
      "image": "https://i.imgur.com/G72AYVF.jpg",
      "description": "Tokyo has served as the Japanese capital since 1869.[8][9] As of 2018, the Greater Tokyo Area ranked as the most populous metropolitan area in the world. ",
      "likes": 0,
      "id": 31
    }
  ]
}